# Formula
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "trash"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "volta"
brew "yq"
brew "zoxide"
brew "zinit"

# Cask
cask "appcleaner"
cask "chatgpt"
cask "cursor"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "figma"
cask "github"
cask "google-chrome"
cask "karabiner-elements"
cask "logi-options+"
cask "neovide"
cask "microsoft-teams"
cask "nani"
cask "notion"
cask "obsidian"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "zoom"

# Fonts
cask "font-udev-gothic"
